/* No comment provided by engineer. */
"Browse" = "浏览";

/* No comment provided by engineer. */
"Clear" = "清除";

/* No comment provided by engineer. */
"OK" = "好的";

/* No comment provided by engineer. */
"Recent" = "最近";

/* No comment provided by engineer. */
"Search" = "搜索";

/* No comment provided by engineer. */
"Impossible" = "不可回收";

/* No comment provided by engineer. */
"Non-combustible" = "不可燃垃圾";

/* No comment provided by engineer. */
"How to dispose" = "丢弃方法";

/* No comment provided by engineer. */
"Used paper" = "废纸";

/* No comment provided by engineer. */
"Combustible" = "可燃垃圾";

/* No comment provided by engineer. */
"Large-sized waste" = "大件垃圾";

/* No comment provided by engineer. */
"Place combustible wastes into either a garbage can with a lid or a transparent bag." = "装入带盖垃圾桶内或可视内容物等塑料袋里\n边长超过30cm的物品作为大件垃圾投放";

/* No comment provided by engineer. */
"Bundle items in each category and tie them up with strings." = "请分门别类用绳带捆绑好\n杂纸除去纸以外的部分，夹在杂志里，或装入纸袋里投放";

/* No comment provided by engineer. */
"Remove stains from recyclables and classify them into each category." = "请清除污渍，分门别类后投放\n种类不同，回收时间与回收车辆也不同";

/* No comment provided by engineer. */
"Recyclables" = "资源";

/* No comment provided by engineer. */
"Products containing mercury" = "含水银制品";

/* No comment provided by engineer. */
"%@ are collected on today." = "「%@」将在今天进行回收。";

/* No comment provided by engineer. */
"Reminder" = "提醒";

/* No comment provided by engineer. */
"Edit" = "编辑";

/* No comment provided by engineer. */
"Add Weekday" = "添加星期";

/* No comment provided by engineer. */
"Add Week of Month" = "添加周数";

/* No comment provided by engineer. */
"Add Reminder" = "添加提醒";

/* No comment provided by engineer. */
"Weekday" = "星期";

/* No comment provided by engineer. */
"Week of Month" = "周数";

/* No comment provided by engineer. */
"1st" = "第一";

/* No comment provided by engineer. */
"2nd" = "第二";

/* No comment provided by engineer. */
"3rd" = "第三";

/* No comment provided by engineer. */
"4th" = "第四";

/* No comment provided by engineer. */
"5th" = "第五";

/* No comment provided by engineer. */
" & " = " 及 ";
